import { BlogType } from "./type";

export const blogs: BlogType[] = [
  {
    id: 120,
    title:
      "قوانین محدودکننده‌ای که پراپکس ندارد و چرا نبودشان به نفع معامله‌گران است؟",
    image:
      "https://propex.fund/blog/fa/wp-content/uploads/2025/08/ghavanin-mahdood-konande.jpg",
    description:
      "در سال‌های اخیر، پراپ فرم‌ها به یکی از راه‌های اصلی ورود به بازارهای مالی برای معامله‌گران کم‌ سرمایه تبدیل شده‌اند. اما واقعیت این است که بسیاری از این شرکت‌ها با وضع قوانین سخت‌گیرانه، عملاً مسیر موفقیت را برای تریدرها پیچیده و محدود می‌کنند. در این مقاله بررسی می‌کنیم که چگونه نبود برخی از این قوانین محدودکننده در پراپکس، بستری آزادتر و واقعی‌تر برای موفقیت معامله‌گران فراهم کرده است.",
    link: "https://propex.fund/blog/fa/%d9%82%d9%88%d8%a7%d9%86%db%8c%d9%86-%d9%85%d8%ad%d8%af%d9%88%d8%af%da%a9%d9%86%d9%86%d8%af%d9%87%d8%a7%db%8c-%da%a9%d9%87-%d9%be%d8%b1%d8%a7%d9%be%da%a9%d8%b3-%d9%86%d8%af%d8%a7%d8%b1%d8%af/",
    date: "آگوست 12, 2025",
  },
  {
    id: 121,
    title: "کوچینگ در پراپکس جایی که یک تیم پشت هر تصمیم شماست",
    image:
      "https://propex.fund/blog/fa/wp-content/uploads/2025/08/coaching-propex.jpg",
    description:
      "کوچینگ در معامله‌گری یک فرآیند هدایت‌گر و همراهانه است که طی آن، تریدر با پشتیبانی یک کوچ حرفه‌ای، مسیر خود را دقیق‌تر، سریع‌تر و با خطاهای کمتر طی می‌کند.",
    link: "https://propex.fund/blog/fa/%da%a9%d9%88%da%86%db%8c%d9%86%da%af-%d8%af%d8%b1-%d9%be%d8%b1%d8%a7%d9%be%da%a9%d8%b3-%d8%ac%d8%a7%db%8c%db%8c-%da%a9%d9%87-%db%8c%da%a9-%d8%aa%db%8c%d9%85-%d9%be%d8%b4%d8%aa-%d9%87%d8%b1-%d8%aa/",
    date: "آگوست 12, 2025",
  },
  {
    id: 122,
    title: "آیا ذهن‌آگاهی می‌تواند بازدهی تریدر را افزایش دهد؟",
    image:
      "https://propex.fund/blog/fa/wp-content/uploads/2025/08/bazdehi-traider.jpg",
    description:
      "در دنیای پویای بازارهای مالی که هر ثانیه‌اش ممکن است فرصت یا تهدیدی در کمین باشد، توانایی حفظ تمرکز، مدیریت احساسات و تصمیم‌گیری منطقی از مهم‌ترین ویژگی‌های یک معامله‌گر موفق است. در این میان، مفهومی به نام ذهن‌آگاهی به‌عنوان یکی از ابزارهای روان‌شناختی مدرن، توجه بسیاری از فعالان بازار را به خود جلب کرده است. اما سؤال کلیدی این است: آیا ذهن‌آگاهی واقعاً می‌تواند بازدهی معامله‌گر را به‌طور قابل‌توجهی افزایش دهد؟",
    link: "https://propex.fund/blog/fa/%d8%a2%db%8c%d8%a7-%d8%b0%d9%87%d9%86%d8%a2%da%af%d8%a7%d9%87%db%8c-%d9%85%db%8c%d8%aa%d9%88%d8%a7%d9%86%d8%af-%d8%a8%d8%a7%d8%b2%d8%af%d9%87%db%8c-%d8%aa%d8%b1%db%8c%d8%af%d8%b1/",
    date: "آگوست 12, 2025",
  },
  {
    id: 123,
    title: "پلن معاملاتی چیست و چرا هر تریدر حرفه‌ای باید آن را داشته باشد؟",
    image:
      "https://propex.fund/blog/fa/wp-content/uploads/2025/08/ahamiyat-plan-moamelati.jpg",
    description:
      "در بازارهای مالی، بسیاری از معامله‌گران تازه‌کار در جست‌وجوی روش‌هایی سریع برای کسب سود هستند؛ اما آنچه معامله‌گران حرفه‌ای را از دیگران متمایز می‌سازد، نه صرفاً دانش تحلیل تکنیکال یا دسترسی به سیگنال‌ها، بلکه داشتن یک پلن معاملاتی منسجم، دقیق و مکتوب است.",
    link: "https://propex.fund/blog/fa/%d9%be%d9%84%d9%86-%d9%85%d8%b9%d8%a7%d9%85%d9%84%d8%a7%d8%aa%db%8c-%da%86%db%8c%d8%b3%d8%aa-%d9%88-%da%86%d8%b1%d8%a7-%d9%87%d8%b1-%d8%aa%d8%b1%db%8c%d8%af%d8%b1-%d8%ad%d8%b1%d9%81%d9%87/",
    date: "آگوست 12, 2025",
  },
];
